---
kind: property
id: P:Autodesk.Revit.DB.Visual.MasonryCMU.CommonTintToggle
source: html/58a7c55b-3d86-a0ce-4765-4b6c9ad9e669.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMU.CommonTintToggle Property

The property labeled "Tint" from the "MasonryCMU" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".